let myjoke_English = [
    {
        "category": "Programming",
        "type": "single",
        "joke": "Hey Girl,\nRoses are #ff0000,\nViolets are #0000ff,\nI use hex codes,\nBut I'd use RGB for you.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "id": 41,
        "safe": true,
        "lang": "en"
    },
    {
        "category": "Dark",
        "type": "single",
        "joke": "I was going to tell a dead baby joke. But I decided to abort.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": true
        },
        "id": 207,
        "safe": false,
        "lang": "en"
    },
    {
        "category": "Programming",
        "type": "single",
        "joke": "ASCII silly question, get a silly ANSI.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "id": 25,
        "safe": true,
        "lang": "en"
    },
    {
        "category": "Misc",
        "type": "single",
        "joke": "Never date a baker. They're too kneady.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "safe": true,
        "id": 271,
        "lang": "en"
    },
    {
        "category": "Programming",
        "type": "single",
        "joke": "The generation of random numbers is too important to be left to chance.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "id": 39,
        "safe": true,
        "lang": "en"
    },
    {
        "category": "Programming",
        "type": "single",
        "joke": "The six stages of debugging:\n1. That can't happen.\n2. That doesn't happen on my machine.\n3. That shouldn't happen.\n4. Why does that happen?\n5. Oh, I see.\n6. How did that ever work?",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "id": 123,
        "safe": true,
        "lang": "en"
    },
    {
        "category": "Programming",
        "type": "single",
        "joke": "Documentation is like sex:\nWhen it's good, it's very good.\nWhen it's bad, it's better than nothing...",
        "flags": {
            "nsfw": true,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "safe": false,
        "id": 305,
        "lang": "en"
    },
    {
        "category": "Misc",
        "type": "single",
        "joke": "Schrödinger's cat walks into a bar and doesn't.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "id": 197,
        "safe": true,
        "lang": "en"
    },
    {
        "category": "Misc",
        "type": "single",
        "joke": "What does the MacBook have in common with Donald Trump?\n\nI would tell you....\nBut I don't compare apples to oranges.",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": true,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "id": 233,
        "safe": false,
        "lang": "en"
    },
    {
        "category": "Dark",
        "type": "single",
        "joke": "My girlfriend's dog died, so I tried to cheer her up by getting her an identical one. It just made her more upset. She screamed at me, \"What am I supposed to do with two dead dogs?\"",
        "flags": {
            "nsfw": false,
            "religious": false,
            "political": false,
            "racist": false,
            "sexist": false,
            "explicit": false
        },
        "safe": false,
        "id": 275,
        "lang": "en"
    },
     {
            "category": "Dark",
            "type": "single",
            "joke": "My girlfriend's dog died, so I tried to cheer her up by getting her an identical one. It just made her more upset. She screamed at me, \"What am I supposed to do with two dead dogs?\"",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "safe": false,
            "id": 275,
            "lang": "en"
        },
        {
            "category": "Pun",
            "type": "single",
            "joke": "How do you make holy water? You freeze it and drill holes in it.",
            "flags": {
                "nsfw": false,
                "religious": true,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 203,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "I was going to tell a dead baby joke. But I decided to abort.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": true
            },
            "id": 207,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "I hate double standards. Burn a body at a crematorium, you're \"being a respectful friend.\" Do it at home and you're \"destroying evidence.\"",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": true
            },
            "safe": false,
            "id": 274,
            "lang": "en"
        },
        {
            "category": "Misc",
            "type": "single",
            "joke": "My wife and I have reached the difficult decision that we do not want children.\nIf anybody does, please just send me your contact details and we can drop them off tomorrow.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 257,
            "safe": true,
            "lang": "en"
        },
        {
            "category": "Programming",
            "type": "single",
            "joke": "Java is like Alzheimer's, it starts off slow, but eventually, your memory is gone.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 27,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Misc",
            "type": "single",
            "joke": "What does the MacBook have in common with Donald Trump?\n\nI would tell you....\nBut I don't compare apples to oranges.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": true,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 233,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Misc",
            "type": "single",
            "joke": "I visited my friend at his new house. He told me to make myself at home. So I threw him out. I hate having visitors.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "safe": true,
            "id": 304,
            "lang": "en"
        },
        {
            "category": "Programming",
            "type": "single",
            "joke": "Four engineers get into a car. The car won't start.\nThe Mechanical engineer says \"It's a broken starter\".\nThe Electrical engineer says \"Dead battery\".\nThe Chemical engineer says \"Impurities in the gasoline\".\nThe IT engineer says \"Hey guys, I have an idea: How about we all get out of the car and get back in\".",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 132,
            "safe": true,
            "lang": "en"
        },
        {
            "category": "Misc",
            "type": "single",
            "joke": "In Soviet Russia, gay sex gets you arrested. In America, getting arrested gets you gay sex.",
            "flags": {
                "nsfw": true,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": true
            },
            "safe": false,
            "id": 289,
            "lang": "en"
        },{
            "category": "Programming",
            "type": "single",
            "joke": "Have a great weekend!\nI hope your code behaves the same on Monday as it did on Friday.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 44,
            "safe": true,
            "lang": "en"
        },
        {
            "category": "Programming",
            "type": "single",
            "joke": "Programming is 10% science, 20% ingenuity, and 70% getting the ingenuity to work with the science.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 37,
            "safe": true,
            "lang": "en"
        },
        {
            "category": "Programming",
            "type": "single",
            "joke": "Being a self-taught developer is almost the same as being a cut neck chicken because you have no sense of direction in the beginning.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 184,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Pun",
            "type": "single",
            "joke": "I was reading a great book about an immortal dog the other day. It was impossible to put down.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 236,
            "safe": true,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "My grandfather says I'm too reliant on technology.\nI called him a hypocrite and unplugged his life support.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 178,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "My ex had an accident. I told the paramedics the wrong blood type for her. She'll finally experience what rejection is really like.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 152,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "Hey girl are you a school? Because I want to shoot some kids up inside of you.",
            "flags": {
                "nsfw": true,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": true
            },
            "safe": false,
            "id": 269,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "I was going to tell a dead baby joke. But I decided to abort.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": true
            },
            "id": 207,
            "safe": false,
            "lang": "en"
        },
        {
            "category": "Programming",
            "type": "single",
            "joke": "The generation of random numbers is too important to be left to chance.",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": false
            },
            "id": 39,
            "safe": true,
            "lang": "en"
        },
        {
            "category": "Dark",
            "type": "single",
            "joke": "I hate double standards. Burn a body at a crematorium, you're \"being a respectful friend.\" Do it at home and you're \"destroying evidence.\"",
            "flags": {
                "nsfw": false,
                "religious": false,
                "political": false,
                "racist": false,
                "sexist": false,
                "explicit": true
            },
            "safe": false,
            "id": 274,
            "lang": "en"
        }
    ]
let myjoke_Hindi=[{"_id":"6318e0b7eb3228a025814f61","jokeContent":"घर की इज्जत बेटियों के हाथ में होती है और प्रॉपर्टी के कागज़ नालायकों के हाथ में 😂😆","jokeNo":4},{"_id":"6318e181eb3228a025814f6a","jokeContent":"जिस तरह मेगी की जाँच हुई थी, उसी तरह Fair & Lovely की भी जाँच होनी चाहिए… साला 6 हप्ते गिनते-गिनते कॉलेज के ज़माने की साथ की लड़किया बाल बच्चों वाली हो गयी…पर साला निखार नहीं आया….😏😏😏","jokeNo":7},{"_id":"6318e263eb3228a025814f73","jokeContent":"लड़की गिफ्ट की दूकान में – काफी देर गिफ्ट देखने के बाद एक गिफ्ट की तरफ इशारा करते हुए पूछा…ये हँसती हुई चुड़ैल कितने की है ? ...दुकानदार- मैडम जी ये आईना है😃😃😃﻿","jokeNo":10},{"_id":"6318e3abeb3228a025814f7c","jokeContent":"इस महीने काम बहुत मंदा होने से थोड़ा डिप्रेशन में था ….फिर पान बहार के ऐड में जेम्स बांड 007 को देखा तो समझ गया …..पूरे वर्ल्ड में ही मन्दी का दौर चल रहा है…!! 😀","jokeNo":13},{"_id":"631980d63cd78251c59de7c3","jokeContent":"ट्रेन के अन्दर की भीड़ के ‘चक्रव्यूह’ को तोड़ने का जो कौशल इन ...नमकीन व नारियल... बेचने वालो के पास होता है वो तो ...अभिमन्यु... के पास भी नही था। 😂😂😂","jokeNo":16},{"_id":"631981683cd78251c59de7cc","jokeContent":"तेरी यादों को भुलाने के लिए दिल पे जो रखे थे हमने पत्थर, कमबख्त सरक कर किडनी में वो आज पथरी बन गए। अब दर्द पहले से ज्यादा होता है। 😂😂😂","jokeNo":19},{"_id":"63198232f02231a5ee2964e7","jokeContent":"वो मन्दिर भी जाता है और मस्जिद भी.. वो गुरुद्वारे भी जाता है और च‌र्च भी परेशान पति का कोई मजहब नहीं होता… !! 😂 😂","jokeNo":22},{"_id":"6319876cf02231a5ee2964f0","jokeContent":"एक बिल्ली पानी में गिर गयी, तो उसके पास बैठी दुसरी बिल्ली क्या बोलेगी..? वैज्ञानिकों की तरह ज्यादा मत सोचो ?  वो म्याऊँ…म्याऊँ ही बोलेगी ??","jokeNo":25},{"_id":"63198909f02231a5ee2964f9","jokeContent":"एक बात पूछनी थी फ्रूटी पीते वक्त शरड शरड आवाज़ आये तो फेंक देनी चाहिये या आखरी बूंद तक पीनी चाहिये? 😆🤣😋😉","jokeNo":28},{"_id":"631989aef02231a5ee296502","jokeContent":"बड़े दिनों बाद हिचकियाँ आयीं है आज ऐसा लगा मानो किसी ने आई लव यू टू कहा हो","jokeNo":31},{"_id":"63198a6bf02231a5ee29650b","jokeContent":"रास्ते पलट देते हैं हमारे नौजवान जब कोई आकर यह कह दे कि आगे पुलिस वाले चालान काट रहे हैं 😆🤣😋😉","jokeNo":34},{"_id":"63198bfef02231a5ee296517","jokeContent":"अगर वो ऑनलाइन रहकर भी रिप्लाई नहीं कर रही हैं तो समझ जाओ की आपकी बारी पुरी हो चुकी हैं अब ओर कोई बेटिंग कर रहा हैं 😆🤣😋😉","jokeNo":37},{"_id":"63198c8df02231a5ee296520","jokeContent":"जितने गिरे हुए लोग मिले अगर उतने गिरे हुए पैसे मिलते तो आज अमेरिका में मेरा भी फ्लैट होता 😆🤣😋😉 ","jokeNo":40},{"_id":"63198d33f02231a5ee296529","jokeContent":"सरकार कहती हैं अगर 1 लड़की ने पढ़ाई करली तो वह घर के चार लोगों को शिक्षित बनाती हैं पर लड़की के पढ़ते समय कॉलेज के 40 लड़के फ़ैल हो जाते हैं उसका क्या? 😆🤣","jokeNo":43},{"_id":"63198f02f02231a5ee296548","jokeContent":"एक चोर चोरी करके घर से जा ही रहा था की बच्चे की आँख खुल गयी और बच्चा बोला स्कूल बैग भी ले जा कमीनें वरना शोर मचा दूंगा 😆🤣😋😉 ","jokeNo":46},{"_id":"63199a7ef02231a5ee296563","jokeContent":"एक मोटरसाइकिल वाले ने  पता पूछने के लिए संता से पूछा : Excuse me मुझे लाल किला जाना है  संता : तो जा ना भाई ऐसे हर किसी को बताते बताते जायेगा तो पहुँचेगा कब? 😆🤣😋😉 ","jokeNo":49},{"_id":"63199b83f02231a5ee29656c","jokeContent":"सभी लड़कियों से अनुरोध हैं कि कृपया लंबे लंबे स्लोगन लिखे हुए टी-शर्ट ना पहने दरअसल वो स्लोगन पढ़ने में हम लड़कों को समय लगता हैं और लोगों को लगता हैं कि हम उन्हें घूर रहे हैं लड़कियां ताड़ रहे हैं😆🤣😋😉 ","jokeNo":52},{"_id":"63199c2cf02231a5ee296575","jokeContent":"तू तो समझदार है तू क्यूँ उसके मुंह लग रहा है ये वो रामबाण वाक्य है जो लड़ाई को शांत करने के लिए बोला जाता है 😆🤣😋😉 ","jokeNo":55},{"_id":"63199ce0f02231a5ee29657e","jokeContent":"सॉरी बहुत देर से मैंने कोई पोस्ट नहीं की उसके लिए एक बहुत बड़े शोध में व्यस्त था उस शोध का जो निष्कर्ष जो निकला उसे आप लोगों से साझा कर रहा हूँ शोध में ये पता चला है कि लड़कियों का दिमाग एकदम गोलगप्पे की तरह होता है ऊपर से फूला हुआ अंदर से खोखला😆🤣😋😉 ","jokeNo":58},{"_id":"63199d96f02231a5ee296587","jokeContent":"टच फोन के जमाने में जिगरी दोस्त भी एक दूसरे के टच में नहीं रहते यही बात मन को टच कर जाती हैं लेकिन जब कांच के ग्लास एक दूसरे से टच करने के लिए बुलाया जाता हैं तो यार सभी टच में आ जाते हैं 😆🤣😋😉 ","jokeNo":61},{"_id":"63199e1ef02231a5ee296590","jokeContent":"Sunday के दिन बैंक कर्मचारी की पत्नी: जागो उठो देखो मेरे मम्मी पापा आये है बैंक कर्मचारी सोते सोते: उनसे कहो आईडी दिखाएँ और लाइन में आएं😆🤣😋😉 ","jokeNo":64},{"_id":"63199ea0f02231a5ee296599","jokeContent":"आज मन बहुत खराब हैं कुछ भी पोस्ट करने का दिल नहीं कर रहा हैं फिर भी दो लाइन पेश हैं __ – एक बड़ी और एक छोटी😆🤣😋😉 ","jokeNo":67},{"_id":"63199f6cf02231a5ee2965a2","jokeContent":"उम्र बढ़ती जा रही है और हरकतें सुधरने का नाम नहीं ले रही मेरी नहीं तुम सब लोगों की😆🤣😋😉 ","jokeNo":70},{"_id":"6319a01bf02231a5ee2965ab","jokeContent":"नेट प्लान के सस्ते होने से चोरों का सबसे ज्यादा नुकसान हुआ हैं जिस घर में चोरी करने जाते हैं कोई न कोई जाग रहा होता हैं 😆🤣😋😉 ","jokeNo":73},{"_id":"6319a08cf02231a5ee2965b4","jokeContent":"जिंदगी एक सफर है सुहाना यहाँ कब कौन दे देगी किसने जाना उपर्युक्त पंक्तियों में धोखा साइलेंट है😆🤣😋😉 ","jokeNo":76},{"_id":"6319a155f02231a5ee2965bd","jokeContent":"अगर आपकी तोंद निकल रही है तो घबराएं नहीं क्योंकि एयर बैग हमेशा लग्जरी कारों में ही होते है 😆🤣😋😉 ","jokeNo":79},{"_id":"6319a1c8f02231a5ee2965c6","jokeContent":"टीचर : तुमने कभी कोई नेक काम किया है?  \nपप्पू : हाँ सर एक बुजुर्ग आराम से घर जा रहे थे मैंने कुत्ता पीछे लगा दिया जल्दी पहुंच गए 😆🤣😋😉 ","jokeNo":82},{"_id":"6319a2a9f02231a5ee2965cf","jokeContent":"लड़का लड़की समंदर किनारे बैठे थे   \nलड़की बोली: तुम कब तक मेरे साथ रहोगे? लड़के ने अपना एक आँसू समंदर में गिराया और बोला: जब तक तुम इस आँसू को ना ढूँढ लो तब तक ये देखकर समंदर खुद बोल उठा: सालो तुम लोग इतनी हरामखोरी सीखते कहा से हो? 😆🤣😋😉 ","jokeNo":85},{"_id":"6319a3a1f02231a5ee2965d8","jokeContent":"पत्नी ने अंग्रेजी की किताब पढ़ते हुए पति से पूछा: ये Complete और Finish में क्या अंतर है? पति: जैसे मैं तुम्हें मिल गया तो तुम्हारी लाइफ हो गई Complete और तुम मुझे मिल गई तो मेरी लाइफ Finish ...पति फरार है 😆🤣😋😉 ","jokeNo":88},{"_id":"6319a419f02231a5ee2965e1","jokeContent":"दामाद अपनी सास से : आपकी बेटी में कोई बात ढंग की नहीं है   \nसास : हाँ बेटा मालूम है तभी तो कोई ढंग का लड़का नहीं मिला😆🤣😋😉 ","jokeNo":91},{"_id":"6319a48ef02231a5ee2965ea","jokeContent":"मेरी Serious पोस्ट पर भी दांत फाड़ कर हंसने वाले  फलानो और फलानियो यमराज तुम्हें नर्क में गन्ने की मशीन से निकालेगा😆🤣😋😉 ","jokeNo":94},{"_id":"631b363c30a08a6dab7a9bf1","jokeContent":"हर बार बारात से लौटते वक्त लड़को को ये गलतफहमी जरूर हो जाती है…की रात भर रुकता तो कोई न कोई लड़की तो जरूर सेट हो जाती..!!","jokeNo":97},{"_id":"631b36ce30a08a6dab7a9bfd","jokeContent":"कहते है कि पति परिवार का हेड होता है ..लेकिन लोग भूल जाते हैं कि पत्नी परिवार की गरदन होती है ..और गर्दन जिधर मुड़ेगी .. हेड को तो उधर ही मुड़ना है 😉😂","jokeNo":100},{"_id":"631b371530a08a6dab7a9c09","jokeContent":"जब लड़की अपने, पिता के घर होती है, ..रानी.. बन कर रहती है….. पहली बार ससुराल जाती है, ...लक्ष्मी ..,बनकर जाती है……. और ससुराल में काम कऱते-करते  ...बाई... बन जाती है…… इस तरह लड़कियाँ ....रानी-लक्ष्मी-बाई.... बन जाती है…!!! और फिर वो पति को अंग्रेज समझ कर बिना तलवार के ही इतना परेशान कर देती है कि 😝💃😝💃 बेचारा पति, अंग्रेज न हो कर भी ...अंग्रेजी... 🥃🥃 लेना शुरू कर देता है 😜😉😂😜😜","jokeNo":103},{"_id":"631b375730a08a6dab7a9c15","jokeContent":"बरसात के इस सुहाने मौसम में singles – सपने देखते हैं couples – date करते है शादीशुदा : ये कपड़े कहाँ सूखने डालूँ ? 😂😂","jokeNo":106},{"_id":"631c3780798f9e2887b4cb85","jokeContent":"लोग कहते है की 40,000 का रॉयल पैंट लगाए तो घर रंगीन दिखता है. अरे पागल 100 की रॉयल स्टॅग पियो, सारा शहर रंगीन दिखेगा..!!! 😆🤣😋😉","jokeNo":109},{"_id":"631c37be798f9e2887b4cb91","jokeContent":"आज कल लड़कियों मे ज़ीरो फिगर का क्रेज़ देखते हुए उनको सदा सूखी रहो का आशीर्वाद देना चाहिए … 😆🤣😋😉","jokeNo":112},{"_id":"631c380a798f9e2887b4cb9d","jokeContent":"कितना रोया था वो लड़का महबूबा को मोबाइल गिफ्ट करके… जब रात 3 बजे तक वो सुनता रहा..   \nआपके द्वारा डायल नंबर दूसरी लाइन पर वयस्त है.. 😆🤣😋😉","jokeNo":115},{"_id":"631c3846798f9e2887b4cba9","jokeContent":"ट्रिंग ट्रिंग… हेल्लो Uncle…अरमान है???   \nनही बेटा जवानी में थे.. अब नही रहे..😆🤣😋😉","jokeNo":118},{"_id":"631c3889798f9e2887b4cbb5","jokeContent":"ज़िंदगी टाइपिंग और Emoji के बीच ही उलझ कर रह गई यार…😆🤣😋😉","jokeNo":121},{"_id":"631c38c4798f9e2887b4cbc1","jokeContent":"जब आप कोई चीज़ को पूरी Shiddat से पाने की कोशिश करते हो तो वो चीज़ कुछ ज़्यादा ही Attitude दिखाने लगती है.. 😆🤣😋😉","jokeNo":124},{"_id":"631c3918798f9e2887b4cbcd","jokeContent":"क्या आप को पता है : जब किसी के पाप का घड़ा भर जाता है तब क्या होता है. ...\nतब तब उसकी शादी हो जाती है.. 😆🤣😋😉","jokeNo":127},{"_id":"631c3955798f9e2887b4cbd9","jokeContent":"कुछ लड़कियाँ फोन पे बात करने मे इतनी अभ्यस्त होती है की अगर इन्हे जेनरेटर के बगल मेँ बैठा दो तो भी  ....मेला बाबू... से घण्टो बाते कर सकती है 😆🤣😋😉","jokeNo":130},{"_id":"6321717fdef3f928de48b005","jokeContent":"अगर श्रीदेवी अपना एक शोरूम खोलें, तो वह कहेंगी,  अभी  ...बोनी.. का टाइम है! 😆🤣😋😉","jokeNo":133},{"_id":"632171bcdef3f928de48b011","jokeContent":"उसने मुझसे पूछा चाहोगे मुझे कब तक, मैंने भी मुस्कुराके कह दिया, मेरी बीवी. को न पता चले तब तक. 😆🤣😋😉","jokeNo":136},{"_id":"63217202def3f928de48b01d","jokeContent":"डॉक्टर ने आदमी से पुछा, क्या आप का और आपकी बीवी का खून एक ही है? ..  \nआदमी ने कहा, क्यों नही? ज़रूर होगा! पचास  साल से मेरा ही खून जो पी रही है. 😆🤣😋😉","jokeNo":139},{"_id":"63217251def3f928de48b029","jokeContent":"वाईफ: प्लीज बाइक तेज ना चलाओ, मुझे डर लग रहा है.   \nसरदार: अगर तुझे भी डर लग रहा है,  तो मेरी तरह आँखें बंद कर ले. 😆🤣😋😉","jokeNo":142},{"_id":"632172bddef3f928de48b035","jokeContent":"पप्पू की वाईफ रोमांटिक मूड मे थी पूरे बैड पर बाँहे फैला कर लेट गयी, और पप्पू से बोली कुछ समझे?   \nपप्पू- समझ गया आज तू पूरे बैड पर सोना चाहती है न डायन. 😆🤣😋😉","jokeNo":145},{"_id":"632172f4def3f928de48b041","jokeContent":"गर्मी इतनी है कि आजकल कि, सुबह का भूला शाम को घर आए तो… उसे भूला हुआ नहीं बल्कि भुना हुआ कहते हैं… 😆🤣😋😉","jokeNo":148},{"_id":"6321732fdef3f928de48b04d","jokeContent":"जब समय था तब अकल नहीं थी और जब अक्ल है तब समय नहीं है 😆🤣😋😉","jokeNo":151}]



    console.log(myjoke_English.length)
let English_joke=Math.floor(Math.random()*((myjoke_English.length)-1))
let Hindi_joke=Math.floor(Math.random()*((myjoke_Hindi.length)-1))
const Ejoke=()=>{
    joke.innerHTML=myjoke_English[English_joke].joke;
    

}
const Hjoke=()=>{
    joke.innerHTML=myjoke_Hindi[Hindi_joke].jokeContent;
    
}

